aaron-bond.better-comments
adpyke.codesnap
bierner.emojisense
bungcip.better-toml
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
jebbs.plantuml
jq-syntax-highlighting.jq-syntax-highlighting
marp-team.marp-vscode
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-vsliveshare.vsliveshare
rust-lang.rust
timonwong.shellcheck
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
