42crunch.vscode-openapi
aaron-bond.better-comments
adpyke.codesnap
be5invis.toml
bierner.emojisense
bmewburn.vscode-intelephense-client
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
hashicorp.terraform
hilalh.hyper-dracula-vscode-theme
hoovercj.vscode-power-mode
inferrinizzard.prettier-sql-vscode
jebbs.plantuml
jq-syntax-highlighting.jq-syntax-highlighting
kumar-harsh.graphql-for-vscode
liamhammett.inline-parameters
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
prisma.prisma
redhat.vscode-yaml
renesaarsoo.sql-formatter-vsc
stylelint.vscode-stylelint
tekumara.typos-vscode
timonwong.shellcheck
wayou.vscode-todo-highlight
xdebug.php-debug
yzhang.markdown-all-in-one
