42Crunch.vscode-openapi
aaron-bond.better-comments
adpyke.codesnap
aswinkumar863.smarty-template-support
bierner.emojisense
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
EditorConfig.EditorConfig
emeraldwalk.RunOnSave
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
gera2ld.markmap-vscode
GitHub.copilot
inferrinizzard.prettier-sql-vscode
jebbs.plantuml
jq-syntax-highlighting.jq-syntax-highlighting
liamhammett.inline-parameters
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
timonwong.shellcheck
wayou.vscode-todo-highlight
xdebug.php-debug
yzhang.markdown-all-in-one
